[
  {
    "id": "1",
    "title": "33 стратегии войны",
    "author": "Роберт Грин",
    "issued": false,
    "borrowerId": "",
    "image": "/images/33-war.jpg",
    "shortDescription": "Книга о стратегиях ведения войны, вдохновленная историческими примерами.",
    "description": "Война и способы ее ведения обладают непреклонной, неумолимой логикой: если вы чего-то хотите или к чему-то стремитесь, то должны быть готовы сразиться за это.\n\nВладение стратегическим искусством войны сделает вашу жизнь более спокойной, мирной и плодотворной, ведь вы будете знать, каковы правила игры, и сумеете одерживать победы, не прибегая к насилию.\n\n«33 стратегии войны» от Роберта Грина, искушенного знатока человеческой психологии и автора мирового бестселлера «48 законов власти», помогут вам найти выход из любого сложного положения и принять правильное решение.\n\nВойну – как и любой другой конфликт – ведут и выигрывают благодаря стратегическому искусству.",
    "age": "2017"
  },
  {
    "id": "2",
    "title": "Белый параход",
    "author": "Чынгыз Айтматов",
    "issued": true,
    "borrowerId": "3",
    "image": "/images/white_parahod.jpg",
    "shortDescription": "Роман о философии жизни и смерти, где переплетаются трагические судьбы людей и исторические события.",
    "description": "Действие происходит на глухом лесном кордоне, высоко в горах, далеко от обжитых мест. Семилетний мальчишка, внучек старика Момуна, живет один среди взрослых, без друзей, без матери и отца; он «брошенный». Любит и жалеет его только дед Момун – добрый, но слабохарактерный, безвольный. А вот пьяница, драчун и деспот всего поселка Орозкул ненавидит и презирает беззащитного малыша. Он издевается и над дедом, и над своей женой…",
    "age": "1970"
  },
  {
    "id": "3",
    "title": "Накопительный эффект",
    "author": "Даррен Харди",
    "issued": false,
    "borrowerId": "",
    "image": "/images/nakopitelnyi_effect.jpg",
    "shortDescription": "Книга о том, как маленькие, но последовательные действия могут привести к большим и значимым результатам.",
    "description": "«Накопительный эффект» – легендарная книга, которую на Западе давно окрестили библией по саморазвитию и лабораторией по изучению успеха. Впервые издается на русском языке. Признана бестселлером таких престижных книжных рейтингов, как The New York Times и Wall Street Journal.\n\nМаленькими шагами к большим целям – именно в этом заключается смысл накопительного эффекта. Сформулировал его миллионер, предприниматель и лайф-коуч Даррен Харди. Свой первый миллион он заработал в 24 года, а в 27 его компания имела оборот в 50 миллионов долларов.\n\nВ книге автор приводит 6 стратегий успеха, но напоминает, что секретным ингредиентом к каждой из них является именно накопительный эффект.",
    "age": "2020"
  },
  {
    "id": "4",
    "title": "Евгений Онегин",
    "author": "Александр Пушкин",
    "issued": false,
    "borrowerId": "",
    "image": "/images/Evgenyi_Onegin.jpg",
    "shortDescription": "Классическое произведение о жизни русского дворянства, любви и разочарованиях, через призму жизни главного героя.",
    "description": "Онегин – молодой аристократ, уставший от светской жизни Петербурга, наследует поместье в деревне. Там он знакомится с поэтом Владимиром Ленским и сёстрами Лариными – скромной Ольгой и мечтательной Татьяной.\n\nТатьяна влюбляется в Онегина и пишет ему письмо с признанием, но Онегин отвергает её чувства. Позже он ссорится с Ленским и убивает его на дуэли. Уезжает, много путешествует, а спустя годы встречает Татьяну в Петербурге уже замужней дамой. Теперь он сам влюбляется в неё, но она отвергает его, оставаясь верной мужу.\n\nРоман отражает тему утраченных возможностей, одиночества и столкновения идеалов с реальностью.",
    "age": "1833"
  },
  {
    "id": "5",
    "title": "Война и мир",
    "author": "Лев Толстой",
    "issued": false,
    "borrowerId": "",
    "image": "/images/war_paradise.jpg",
    "shortDescription": "Эпопея, рассказывающая о жизни нескольких семей на фоне Наполеоновских войн, их переживаниях, судьбах и изменениях в обществе.",
    "description": "Роман повествует о жизни аристократических семей России на фоне войн с Наполеоном. Главные герои:\n\nПьер Безухов – идеалист, ищущий смысл жизни. Наследует огромное состояние, переживает духовные метания, плен и в итоге находит счастье в семье.\nАндрей Болконский – офицер, разочарованный в светской жизни, находит вдохновение в войне, но затем осознаёт ценность простого счастья. Он погибает от раны после Бородинского сражения.\nНаташа Ростова – энергичная и жизнерадостная девушка, проходит путь от легкомысленности к глубоким чувствам. Она переживает предательство Анатоля Курагина, трагедию с Болконским и в итоге находит счастье с Пьером.\nТолстой показывает не только судьбы отдельных людей, но и влияние народных масс, философию истории, размышляя о роли личности в событиях.",
    "age": "1867"
  },
  {
    "id": "6",
    "title": "Метро",
    "author": "Дмитрий Глуховский",
    "issued": false,
    "borrowerId": "",
    "image": "/images/metro.jpg",
    "shortDescription": "Мрачная и реалистичная картина постапокалиптической Москвы, где выживание людей зависит от их способности адаптироваться и бороться.",
    "description": "«Метро» — это постапокалиптический роман Дмитрия Глуховского, опубликованный в 2005 году. Действие книги происходит в Москве после ядерной войны, уничтожившей поверхность Земли. Оставшиеся в живых люди укрылись в московском метро, которое стало их новым домом и последним оплотом цивилизации.\n\nГлавный герой, Артем, живет на станции ВДНХ. Однажды он получает задание отправиться в центр метро, на Полис, чтобы предупредить о смертельной угрозе — таинственных «черных» мутантах. По пути он сталкивается с разными группировками, мутантами и тайнами старого мира.",
    "age": "2005"
  },
  {
    "id": "7",
    "title": "Дюна",
    "author": "Фрэнк Герберт",
    "issued": false,
    "borrowerId": "",
    "image": "/images/Dune.jpg",
    "shortDescription": "Сага о власти, верности и экологии на планете Арракис, где главное богатство — это специи, которые дают невероятные силы.",
    "description": "Роман «Дюна» Фрэнка Герберта — культовая научно-фантастическая сага о политике, религии, экологии и судьбе человечества.\n\nДействие разворачивается в далеком будущем, где важнейшим ресурсом во Вселенной является меланж — «пряность», продлевающая жизнь, расширяющая сознание и позволяющая управлять космическими перелетами. Единственное место, где ее добывают, — пустынная планета Арракис, известная как Дюна.\n\nДом Атрейдесов получает контроль над Арракисом, но попадает в ловушку: злейшие враги — Харконнены — устраивают заговор при поддержке императора. Глава семьи герцог Лето Атрейдес погибает, а его сын Пол с матерью Джессикой скрываются среди местных жителей — свободолюбивых фременов.\n\nПол Атрейдес осваивает суровые условия пустыни, учится управлять пряностью и осознает, что может быть тем самым пророком, которого ждали фремены. Он объединяет их, ведет восстание против захватчиков и побеждает Харконненов и императора. В финале Пол становится правителем Вселенной, но понимает, что его победа может привести к войне, способной уничтожить все.",
    "age": "1965"
  }
]